{
  "userAgreement": {
    "title": "Пользовательское соглашение DON-VIP",
    "introduction": "Настоящий документ определяет условия использования сервисов DON-VIP и права и обязанности Пользователей. Внимательно ознакомьтесь с условиями перед использованием сайта.",
    "sections": {
      "1": {
        "title": "Общие положения",
        "id": "general-provisions",
        "content": {
          "p1_1": "1.1. Настоящее Пользовательское соглашение (далее — \"Соглашение\") регулирует отношения между Администрацией сайта \"DON-VIP\" (далее — \"Администрация\") и физическим лицом, использующим сайт https://don-vip.com/ (далее — \"Пользователь\").",
          "p1_2": "1.2. Используя сайт, Пользователь подтверждает, что ознакомился и согласен с условиями настоящего Соглашения. В случае несогласия с условиями, Пользователь обязан прекратить использование сайта."
        }
      },
      "2": {
        "title": "Термины и определения",
        "id": "terms-definitions",
        "content": {
          "terms": {
            "site": {
              "title": "Сайт",
              "description": "Интернет-ресурс, расположенный по адресу https://don-vip.com/, предоставляющий Пользователю доступ к цифровым товарам и услугам."
            },
            "user": {
              "title": "Пользователь",
              "description": "Физическое лицо, использующее функционал сайта."
            },
            "account": {
              "title": "Аккаунт",
              "description": "Учетная запись Пользователя, созданная при регистрации на сайте."
            },
            "digitalGoods": {
              "title": "Цифровые товары и услуги",
              "description": "Виртуальные товары, включая игровые предметы, валюту, коды активации и другие цифровые продукты, предлагаемые на сайте."
            }
          }
        }
      },
      "3": {
        "title": "Регистрация и аккаунт",
        "id": "registration-account",
        "content": {
          "info": "Для полноценного использования сервиса необходима регистрация. Пожалуйста, предоставляйте достоверную информацию и храните данные своей учетной записи в безопасности.",
          "p3_1": "3.1. Для получения доступа к полному функционалу сайта, Пользователь должен пройти процедуру регистрации, предоставив достоверную и актуальную информацию.",
          "p3_2": "3.2. Пользователь обязуется не разглашать данные своей учетной записи третьим лицам и несет ответственность за все действия, совершенные под его аккаунтом."
        }
      },
      "4": {
        "title": "Условия использования сайта",
        "id": "terms-of-use",
        "content": {
          "p4_1": "4.1. Пользователь обязуется использовать сайт исключительно в законных целях, не нарушая права третьих лиц и действующее законодательство.",
          "p4_2": {
            "title": "4.2. Запрещается:",
            "itemsList": [
              "Использовать сайт для распространения спама, вредоносного ПО или иной нежелательной информации.",
              "Пытаться получить несанкционированный доступ к другим аккаунтам или системам сайта.",
              "Нарушать работу сайта или предпринимать действия, способные привести к сбоям в его функционировании."
            ]
          }
        }
      },
      "5": {
        "title": "Покупка цифровых товаров и услуг",
        "id": "digital-goods-purchase",
        "content": {
          "warning": "Обратите внимание, что все транзакции на сайте являются окончательными. Возврат средств возможен только в случаях, указанных в разделе 12.",
          "p5_1": "5.1. Все транзакции на сайте являются окончательными. Возврат средств возможен только в случаях, указанных в разделе 12 настоящего Соглашения.",
          "p5_2": "5.2. Администрация не несет ответственности за последствия использования приобретенных цифровых товаров и услуг."
        }
      },
      "6": {
        "title": "Интеллектуальная собственность",
        "id": "intellectual-property",
        "content": {
          "p6_1": "6.1. Все материалы, размещенные на сайте, включая тексты, графику, логотипы и программное обеспечение, являются собственностью Администрации или ее партнеров и защищены законами об авторском праве.",
          "p6_2": "6.2. Пользователь не имеет права копировать, распространять или использовать материалы сайта без предварительного письменного согласия Администрации."
        }
      },
      "7": {
        "title": "Конфиденциальность и персональные данные",
        "id": "confidentiality",
        "content": {
          "info": "Мы ценим вашу конфиденциальность и обрабатываем персональные данные в соответствии с нашей <link>Политикой конфиденциальности</link>.",
          "p7_1": "7.1. Администрация обязуется соблюдать конфиденциальность персональных данных Пользователя и обрабатывать их в соответствии с Политикой конфиденциальности сайта.",
          "p7_2": "7.2. Предоставляя свои персональные данные, Пользователь соглашается на их обработку в целях, предусмотренных настоящим Соглашением и Политикой конфиденциальности."
        }
      },
      "8": {
        "title": "Ограничение ответственности",
        "id": "liability-limitation",
        "content": {
          "p8_1": "8.1. Сайт предоставляется на условиях \"как есть\". Администрация не гарантирует бесперебойную и безошибочную работу сайта.",
          "p8_2": "8.2. Администрация не несет ответственности за прямые или косвенные убытки, возникшие в результате использования или невозможности использования сайта."
        }
      },
      "9": {
        "title": "Прекращение действия аккаунта",
        "id": "account-termination",
        "content": {
          "p9_1": "9.1. Администрация вправе приостановить или удалить аккаунт Пользователя без предварительного уведомления в случае нарушения условий настоящего Соглашения."
        }
      },
      "10": {
        "title": "Форс-мажор",
        "id": "force-majeure",
        "content": {
          "p10_1": "10.1. Администрация не несет ответственности за частичное или полное неисполнение обязательств по настоящему Соглашению, вызванное обстоятельствами непреодолимой силы (форс-мажор), включая: природные катастрофы, сбои в работе сетей связи, действия государственных органов, войны, блокировки платформ и пр."
        }
      },
      "11": {
        "title": "Условия оплаты и валют",
        "id": "payment-conditions",
        "content": {
          "p11_1": "11.1. Оплата товаров и услуг на сайте осуществляется в различных валютах, в зависимости от региона или выбранного способа оплаты.",
          "p11_2": "11.2. Пользователь несёт ответственность за возможные расходы, связанные с валютной конвертацией и комиссиями платежных систем."
        }
      },
      "12": {
        "title": "Возвраты и отмена заказов",
        "id": "refunds",
        "content": {
          "p12_1": "12.1. В связи с природой цифровых товаров, возврат денежных средств возможен исключительно в случае технической ошибки со стороны Администрации или недоставки оплаченного товара.",
          "p12_2": "12.2. Все возвраты рассматриваются индивидуально и осуществляются по результатам внутренней проверки в течение 10 (десяти) рабочих дней с момента подачи обоснованного запроса."
        }
      },
      "13": {
        "title": "Ответственность за действия третьих лиц",
        "id": "third-party-liability",
        "content": {
          "p13_1": "13.1. Администрация не несет ответственности за действия или бездействие третьих лиц, включая поставщиков услуг, от которых зависит исполнение обязательств перед Пользователем (включая доставку цифровых товаров и корректность работы сторонних платформ)."
        }
      },
      "14": {
        "title": "Применимое право и разрешение споров",
        "id": "applicable-law",
        "content": {
          "p14_1": "14.1. Настоящее Соглашение регулируется законодательством Гонконга.",
          "p14_2": "14.2. Все споры, претензии и разногласия, возникающие в связи с использованием сайта, разрешаются, по возможности, путём переговоров.",
          "p14_3": "14.3. В случае невозможности урегулирования спора путем переговоров, он подлежит передаче на рассмотрение в арбитраж или суд по месту регистрации Администрации."
        }
      },
      "15": {
        "title": "Изменения в Соглашении",
        "id": "agreement-changes",
        "content": {
          "p15_1": "15.1. Администрация оставляет за собой право вносить изменения в настоящее Соглашение в любое время. Изменения вступают в силу с момента их публикации на сайте.",
          "p15_2": "15.2. Продолжение использования сайта после внесения изменений означает согласие Пользователя с новыми условиями Соглашения."
        }
      }
    },
    "sidebar": {
      "title": "Содержание",
      "section1": "1. Общие положения",
      "section2": "2. Термины и определения",
      "section3": "3. Регистрация и аккаунт",
      "section4": "4. Условия использования сайта",
      "section5": "5. Покупка цифровых товаров",
      "section6": "6. Интеллектуальная собственность",
      "section7": "7. Конфиденциальность",
      "section8": "8. Ограничение ответственности",
      "section9": "9. Прекращение действия аккаунта",
      "section10": "10. Форс-мажор",
      "section11": "11. Условия оплаты",
      "section12": "12. Возвраты",
      "section13": "13. Ответственность за третьих лиц",
      "section14": "14. Применимое право",
      "section15": "15. Изменения в Соглашении"
    },
    "page": {
      "title": "Пользовательское соглашение",
      "lastUpdated": "Дата последнего обновления: 11 мая 2025 года",
      "backLink": "Вернуться"
    },
    "footer": {
      "contactText": "Если у вас есть вопросы по настоящему Соглашению, вы можете связаться с нами через <link>контактную форму</link> на сайте."
    },
    "conclusion": "Используя сайт DON-VIP, вы подтверждаете, что прочитали, поняли и согласны с условиями настоящего Пользовательского соглашения."
  },
  "metadata": {
    "title": "Пользовательское соглашение - DON-VIP",
    "description": "Условия использования сервисов и цифровых товаров DON-VIP."
  }
}
