import Header from "@/features/header/header";
import Link from "next/link";

export default function PublicOffer() {
  return (
    <>
      <div className="w-full px-[11px] mt-[24px] flex flex-col items-center">
        <Link href={"/"} className="text-blue text-[15px] font-roboto">
          Вернуться
        </Link>
        <h1 className="text-[14px] text-dark font-unbounded">
          Публичная оферта
        </h1>
        <span className="text-[13px] text-left text-dark mt-[12px] font-roboto">
          <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ И ОСНОВНЫЕ ТЕРМИНЫ</strong>
          <br />
          <br />
          1.1. Продавец ИП Асланян Давид Арменович (ИНН 250822605454)
          <br />
          <br />
          1.2. Интерет-магазин по адресу: https://don-vip.com. С его помощью
          продавец ведёт торговлю, на сайте представлены виртуальные товары,
          которые продавец предлагает покупателям, условия приобретения и оплаты
          товаров. Интернет-сайт доступен круглосуточно. Рабочие часы магазина
          (обработка и выполнение заказов) ежедневно с 09.00 до 21.00 по
          московскому времени.
          <br />
          <br />
          1.3. Покупатель - любое физическое лицо, которое оформило заказ на
          приобретение виртуального товара у продавца, в порядке, установленном
          в разделе 3 настоящей оферты.
          <br />
          <br />
          1.4. Оферта - публичное предложение продавца любому лицу заключить на
          её условиях договор купли - продажи виртуального товара (далее
          Договор). Оферта является публичной (п.2 ст 437 ГК РФ). Оферта
          вступает в силу с момента ее размещения на сайте интернет–магазина по
          адресу: https://don-vip.com и действует до ее отзыва. Продавец вправе
          изменить или отозвать оферту в одностороннем порядке. Все изменения
          вступают в силу и считаются доведенными до сведения покупателя в
          момент размещения на указанной интернет- странице. Заказы, которые уже
          оформлены к моменту изменения или отзыва оферты, исполняются на
          условиях оферты, которая действовала на момент их оформления.
          <br />
          <br />
          <strong>2. ПРЕДМЕТ ДОГОВОРА</strong>
          <br />
          <br />
          2.1. Продавец обязуется передать в собственность покупателю, а
          покупатель обязуется оплатить и принять виртуальный товар, заказанный
          на условиях оферты в интернет магазине.
          <br />
          <br />
          <strong>3. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА, ОФОРМЛЕНИЕ ЗАКАЗА</strong>
          <br />
          <br />
          3.1. Акцептом оферты признается момент, когда покупатель оформил заказ
          виртуального товара у продавца. С этого момента договор считается
          заключенным.
          <br />
          <br />
          3.2. Покупатель может сделать заказ по телефону интернет-магазина в
          его рабочие часы или самостоятельно на сайте через форму заказа.
          <br />
          <br />
          3.3. При оформления заказа, покупатель сообщает своё имя, адрес эл.
          почты и контактный телефон.
          <br />
          <br />
          3.4. Заказ считается оформленным в момент оплаты товара.
          <br />
          <br />
          3.5. Оформляя заказ, Покупатель подтверждает, что:
          <br />
          <br />✔ является дееспособным гражданином
          <br />
          <br />✔ ознакомлен с действующей редакцией оферты и согласен с её
          условиями
          <br />
          <br />✔ принимает на себя обязательства оплатить товар и принять его
          <br />
          <br />✔ передает продавцу для обработки в целях заключения и
          исполнения договора свои персональные данные: имя, номер телефона,
          адрес электронной почты
          <br />
          <br />✔ дает согласие на обработку персональных данных в целях
          направления ему сообщений рекламного характера о товаре, проведении
          розыгрышей призов среди покупателей. Покупатель вправе отозвать
          согласие, уведомив продавца письменно по адресу его электронной почты
          <br />
          <br />✔ дает предварительное согласие на получение
          рекламно-информационных сообщений. Покупатель вправе отозвать
          согласие, уведомив продавца письменно по адресу его электронной почты.
          <br />
          <br />
          <strong>4. СТОИМОСТЬ ЗАКАЗА И ЕГО ОПЛАТА</strong>
          <br />
          <br />
          4.1. Цену товара определяет продавец в одностороннем порядке.
          <br />
          <br />
          4.2. Цена товара указана на сайте интернет-магазина
          <br />
          <br />
          4.3. Покупатель может оплатить товар только в безналичной форме.
          Обязанность покупателя оплатить товар является исполненной в момент
          поступления полной суммы оплаты на расчетный счет продавца.
          <br />
          <br />
          4.4. Продавец выдает покупателю кассовый чек, подтверждающий оплату
          товара.
          <br />
          <br />
          4.5. Право собственности на виртуальный товар переходит в момент
          полной оплаты товара.
          <br />
          <br />
          <strong>5. ИЗМЕНЕНИЕ ЗАКАЗА</strong>
          <br />
          <br />
          5.1. По согласованию с продавцом покупатель вправе изменить заказ.
          Если товар оплачен, то продавец корректирует его стоимость и сообщает
          покупателю сумму, которую необходимо доплатить.
          <br />
          <br />
          <strong>6. ПРОЧИЕ ПОЛОЖЕНИЯ</strong>
          <br />
          <br />
          6.1. Всё, что не урегулировано офертой, определяется в соответствии с
          законодательством РФ.
          <br />
          <br />
          6.2. Реквизиты продавца:
          <br />
          <br />
          ИП: Асланян
          <br />
          ИНН: 250822605454
          <br />
          ОГРИП: 324253600050587
          <br />
          Email: hoyakap@gmail.com
          <br />
          <br />
          Банковские реквизиты:
          <br />
          Расчетный счет 40802810100006388483
          <br />
          Банк: АО «ТБанк»
          <br />
          БИК банка: 044525974
          <br />
          Корреспондентский счет банка: 30101810145250000974
        </span>
      </div>
    </>
  );
}
