import Link from "next/link";

export default function PrivacyPolicy() {
  return (
    <>
      <div className="w-full px-[11px] mt-[24px] flex flex-col items-start">
        <Link href={"/"} className="text-blue text-[15px] font-roboto">
          Вернуться
        </Link>
        <h1 className="text-[14px] mt-[16px] text-dark font-unbounded">
          Политика конфиденциальности
        </h1>
        <span className="text-[13px] text-left text-dark mt-[12px] font-roboto">
          интернет-сайта г. Находка "01"апреля 2025 г.
          <br />
          <br />
          Настоящая Политика конфиденциальности персональных данных (далее -
          Политика конфиденциальности) является неотъемлемой частью Публичной
          оферты, размещенной на сайте в сети Интернет по адресу:
          www.don-vip.com (далее - Сайт).
          <br />
          <br />
          Сервисы Сайта - интерактивные (диалоговые) программные компоненты на
          страницах Сайта, используемые для интеграции с информационными
          системами и предоставляющие пользователям Сайта определенные
          возможности по доступу к информации на Сайте, а именно: к личному
          аккаунту (далее - Сервисы, Сервисы Сайта).
          <br />
          <br />
          Использование сервисов Сайта означает безоговорочное согласие
          Пользователя с настоящей Политикой и указанными в ней условиями
          обработки его персональной информации; в случае несогласия с этими
          условиями Пользователь должен воздержаться от использования сервисов.
          <br />
          <br />
          <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ</strong>
          <br />
          <br />
          1.1. В рамках настоящей Политики под персональной информацией
          Пользователя понимаются:
          <br />
          <br />
          1.1.1. Персональная информация, которую Пользователь предоставляет о
          себе самостоятельно при регистрации (создании учетной записи) или в
          процессе использования Сервисов, включая персональные данные
          Пользователя (фамилия, имя, электронный адрес)
          <br />
          <br />
          1.1.2. Настоящая Политика конфиденциальности применяется только к
          Сайту www.don-vip.com. Сайт www.don-vip.com не контролирует и не несет
          ответственности за сайты третьих лиц, на которые Пользователь может
          перейти по ссылкам, доступным на Сайте www.don-vip.com.
          <br />
          <br />
          <strong>
            2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ
          </strong>
          <br />
          <br />
          2.1. Сайт собирает и хранит только ту персональную информ��цию,
          которая необходима для предоставления сервисов или исполнения
          соглашений и договоров с Пользователем, за исключением случаев, когда
          законодательством предусмотрено обязательное хранение персональной
          информации в течение определенного законом срока. В случае получения
          уведомления от Пользователя об отзыве согласия на обработку
          персональных данных Сайт прекращает обработку персональных данных
          Пользователя в срок, не превышающий 10 рабочих дней с момента
          получения. Уведомление об отзыве согласия на обработку персональных
          данных направляется на адрес электронной почты: hoyakap@gmail.com.
          <br />
          <br />
          2.2. Персональную информацию Пользователя Сайт обрабатывает в
          следующих целях:
          <br />
          <br />
          2.2.1. Предоставления Пользователю доступа к персонализированным
          ресурсам Сайта.
          <br />
          <br />
          2.2.2. Установления с Пользователем обратной связи, включая
          направление уведомлений, запросов, касающихся использования Сайта,
          оказания услуг, обработку запросов и заявок от Пользователя.
          <br />
          <br />
          2.2.3. Предоставления Пользователю эффективной клиентской и
          технической поддержки при возникновении проблем, связанных с
          использованием Сайта.
          <br />
          <br />
          2.2.4. Осуществления рекламной деятельности с согласия Пользователя.
          <br />
          <br />
          <strong>
            3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ
            ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ
          </strong>
          <br />
          <br />
          3.1. Сайт хранит персональную информацию Пользователей и не передает
          её третьим лицам.
          <br />
          <br />
          3.2. В случае продажи Сайта к приобретателю переходят все
          обязательства по соблюдению условий настоящей Политики применительно к
          полученной им персональной информации.
          <br />
          <br />
          3.3. Обработка персональных данных Пользователя осуществляется без
          ограничения срока следующими способами: сбор, запись, систематизация,
          накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, обезличивание, блокирование, удаление, уничтожение
          персональных данных, в том числе в информационных системах
          персональных данных с использованием средств автоматизации или без
          использования таких средств. Обработка персональных данных
          Пользователей осуществляется в соответствии с Федеральным законом от
          27.07.2006 N 152-ФЗ "О персональных данных"
          <br />
          <br />
          3.4. Администрация Сайта принимает все необходимые организационные и
          технические меры для защиты персональной информации Пользователя от
          неправомерного или случайного доступа, уничтожения, изменения,
          блокирования, копирования, распространения, а также от иных
          неправомерных действий третьих лиц.
          <br />
          <br />
          <strong>4. ОБЯЗАТЕЛЬСТВА СТОРОН</strong>
          <br />
          <br />
          4.1. Пользователь обязан:
          <br />
          <br />
          4.1.1. Предоставить информацию о персональных данных, необходимую для
          пользования Сайтом.
          <br />
          <br />
          4.1.2. Обновлять предоставленную информацию о персональных данных в
          случае изменения данной информации.
          <br />
          <br />
          4.2. Администрация Сайта обязана:
          <br />
          <br />
          4.2.1. Использовать полученную информацию исключительно для целей,
          указанных в настоящей Политике конфиденциальности.
          <br />
          <br />
          4.2.2. Обеспечить хранение конфиденциальной информации в тайне, не
          разглашать, а также не осуществлять продажу, обмен, опубликование либо
          разглашение иными возможными способами переданных персональных данных
          Пользователя.
          <br />
          <br />
          4.2.3. Для обеспечения защиты персональных данных Пользователя при их
          обработке приняты организационные и технические меры от
          несанкционированного, неправомерного или случайного доступа к
          персональным данным, уничтожения, изменения, блокирования,
          копирования, предоставления, распространения персональных данных, а
          также от иных неправомерных действий в отношении персональных данных.
          <br />
          <br />
          4.2.4. Осуществить блокирование персональных данных, относящихся к
          соответствующему Пользователю, с момента обращения или запроса
          Пользователя или его законного представителя либо уполномоченного
          органа по защите прав субъектов персональных данных на период проверки
          в случае выявления недостоверных персональных данных или неправомерных
          действий.
          <br />
          <br />
          <strong>5. ОТВЕТСТВЕННОСТЬ СТОРОН</strong>
          <br />
          <br />
          5.1. Администрация Сайта, не исполнившая свои обязательства, несет
          ответственность за убытки, понесенные Пользователем в связи с
          неправомерным использованием персональных данных, в соответствии с
          законодательством Российской Федерации.
          <br />
          <br />
          5.2. В случае утраты или разглашения конфиденциальной информации
          Администрация Сайта не несет ответственности, если данная
          конфиденциальная информация:
          <br />
          <br />
          5.2.1. Стала публичным достоянием до ее утраты или разглашения.
          <br />
          <br />
          5.2.2. Была получена от третьей стороны до момента ее получения
          Администрацией Сайта.
          <br />
          <br />
          5.2.3. Была разглашена с согласия Пользователя.
          <br />
          <br />
          <strong>6. РАЗРЕШЕНИЕ СПОРОВ</strong>
          <br />
          <br />
          6.1. До обращения в суд с иском по спорам, возникающим из отношений
          между Пользователем Сайта и Администрацией Сайта, обязательным
          является предъявление претензии (письменного предложения о
          добровольном урегулировании спора).
          <br />
          <br />
          6.2. Получатель претензии в течение 10 календарных дней со дня
          получения претензии письменно уведомляет заявителя претензии о
          результатах рассмотрения претензии.
          <br />
          <br />
          6.3. К настоящей Политике конфиденциальности и отношениям между
          Пользователем и Администрацией Сайта применяется действующее
          законодательство Российской Федерации.
          <br />
          <br />
          <strong>7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong>
          <br />
          <br />
          7.1. Администрация Сайта вправе вносить изменения в настоящую Политику
          конфиденциальности без согласия Пользователя.
          <br />
          <br />
          7.2. Новая Политика конфиденциальности вступает в силу с момента ее
          размещения на Сайте, если иное не предусмотрено новой редакцией
          Политики конфиденциальности.
          <br />
          <br />
          7.3. Все предложения или вопросы по настоящей Политике
          коåнфиденциальности следует сообщать по адресу электронной почты
          hoyakap@gmail.com.
          <br />
          <br />
          7.4. Действующая Политика конфиденциальности размещена на странице по
          адресу: www.don-vip.com.
          <br />
          <br />
          7.5. Настоящая Политика конфиденциальности является неотъемлемой
          частью Публичной оферты и Соглашения об использовании Сайта,
          размещенных на странице по адресу: www.don-vip.com
        </span>
      </div>
    </>
  );
}
